Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: Waiting for signal. The map downloads the world, the water around you, and your saved stations as soon as you're connected.
da: Venter på signal. Kortet henter verden, farvandet omkring dig og dine gemte stationer, så snart du har forbindelse.
de: Wartet auf Verbindung. Die Karte lädt die Welt, die Gewässer in deiner Nähe und deine gespeicherten Stationen, sobald du verbunden bist.
es_es: Esperando señal. El mapa descargará el mundo, el agua a tu alrededor y tus estaciones guardadas en cuanto te conectes.
fi: Odotetaan yhteyttä. Kartta lataa koko maailman, lähivedet ja tallennetut asemat heti, kun olet verkossa.
fr_ca: En attente de signal. La carte télécharge le monde entier, les eaux autour de vous et vos stations enregistrées dès que vous êtes connecté.
it: In attesa di segnale. La mappa scarica il mondo, le acque vicine e le stazioni salvate appena sei connesso.
ja: 接続待ち。接続すると、世界地図、近くの水域、保存した観測所の地図をダウンロードします。
ko: 연결 대기 중. 연결되면 전 세계, 주변 해역, 저장한 관측소의 지도를 다운로드합니다.
nb: Venter på signal. Kartet laster ned verden, farvannet rundt deg og de lagrede stasjonene dine så snart du er tilkoblet.
nl: Wachten op verbinding. De kaart downloadt de wereld, het water om je heen en je opgeslagen stations zodra je verbinding hebt.
pt_br: Aguardando sinal. O mapa baixa o mundo, as águas próximas e suas estações salvas assim que houver conexão.
pt_pt: A aguardar sinal. O mapa descarrega o mundo, as águas próximas e as suas estações guardadas assim que houver ligação.
sv: Väntar på signal. Kartan hämtar världen, vattnet omkring dig och dina sparade stationer så snart du är ansluten.

source: Waiting to retry
da: Venter på at prøve igen
de: Wartet auf erneuten Versuch
es_es: Esperando para reintentar
fi: Odotetaan uutta yritystä
fr_ca: En attente de nouvelle tentative
it: In attesa di riprovare
ja: 再試行待ち
ko: 재시도 대기 중
nb: Venter på nytt forsøk
nl: Wachten om opnieuw te proberen
pt_br: Aguardando nova tentativa
pt_pt: A aguardar nova tentativa
sv: Väntar på nytt försök

source: Waiting to retry the additional download
da: Venter på at prøve den ekstra download igen
de: Warten auf einen erneuten Versuch des zusätzlichen Downloads
es_es: Esperando para reintentar la descarga adicional
fi: Odotetaan lisälatauksen uutta yritystä
fr_ca: En attente d’une nouvelle tentative de téléchargement supplémentaire
it: In attesa di riprovare il download aggiuntivo
ja: 追加ダウンロードの再試行を待機中
ko: 추가 다운로드 재시도 대기 중
nb: Venter på å prøve den ekstra nedlastingen igjen
nl: Wachten om de extra download opnieuw te proberen
pt_br: Aguardando para tentar novamente o download adicional
pt_pt: A aguardar nova tentativa da transferência adicional
sv: Väntar på att försöka hämta ytterligare data igen

source: Waiting to retry…
da: Venter på at prøve igen…
de: Wartet auf erneuten Versuch…
es_es: Esperando para reintentar…
fi: Odotetaan uutta yritystä…
fr_ca: En attente d’une nouvelle tentative…
it: In attesa di riprovare…
ja: 再試行待ち…
ko: 재시도 대기 중…
nb: Venter på nytt forsøk…
nl: Wachten om opnieuw te proberen…
pt_br: Aguardando nova tentativa…
pt_pt: A aguardar nova tentativa…
sv: Väntar på nytt försök…

source: Waning Crescent
da: Aftagende segl
de: Abnehmende Sichel
es_es: Luna menguante
fi: Vähenevä sirppi
fr_ca: Dernier croissant
it: Luna calante
ja: 欠けていく細い月
ko: 그믐달
nb: Avtagende månesigd
nl: Afnemende maansikkel
pt_br: Lua minguante
pt_pt: Lua minguante
sv: Avtagande skära

source: Waning Gibbous
da: Aftagende måne
de: Abnehmender Dreiviertelmond
es_es: Gibosa menguante
fi: Vähenevä kuperakuu
fr_ca: Gibbeuse décroissante
it: Gibbosa calante
ja: 満月を過ぎた月
ko: 이지러지는 볼록달
nb: Avtagende måne
nl: Afnemende maan
pt_br: Lua gibosa minguante
pt_pt: Lua gibosa minguante
sv: Avtagande måne

source: Warning
da: Advarsel
de: Warnung
es_es: Advertencia
fi: Varoitus
fr_ca: Avertissement
it: Attenzione
ja: 警告
ko: 경고
nb: Advarsel
nl: Waarschuwing
pt_br: Aviso
pt_pt: Aviso
sv: Varning

source: Waxing Crescent
da: Tiltagende segl
de: Zunehmende Sichel
es_es: Luna creciente
fi: Kasvava sirppi
fr_ca: Premier croissant
it: Luna crescente
ja: 満ちていく細い月
ko: 초승달
nb: Voksende månesigd
nl: Wassende maansikkel
pt_br: Lua crescente
pt_pt: Lua crescente
sv: Tilltagande skära

source: Waxing Gibbous
da: Tiltagende måne
de: Zunehmender Dreiviertelmond
es_es: Gibosa creciente
fi: Kasvava kuperakuu
fr_ca: Gibbeuse croissante
it: Gibbosa crescente
ja: 満月に近づく月
ko: 차오르는 볼록달
nb: Voksende måne
nl: Wassende maan
pt_br: Lua gibosa crescente
pt_pt: Lua gibosa crescente
sv: Tilltagande måne

source: Week starting
da: Uge der starter
de: Woche ab
es_es: Semana del
fi: Viikon alku
fr_ca: Semaine du
it: Settimana dal
ja: 週の開始日
ko: 주 시작일
nb: Uke fra
nl: Week vanaf
pt_br: Semana começando em
pt_pt: Semana com início em
sv: Vecka som börjar

source: When
da: Hvornår
de: Wann
es_es: Cuándo
fi: Milloin
fr_ca: Quand
it: Quando
ja: 日時
ko: 언제
nb: Når
nl: Wanneer
pt_br: Quando
pt_pt: Quando
sv: När

source: Yearly change
da: Årsvariation
de: Jährliche Schwankung
es_es: Variación anual
fi: Vuosittainen vaihtelu
fr_ca: Variation annuelle
it: Variazione annuale
ja: 年間変動
ko: 연간 변화
nb: Årlig endring
nl: Jaarlijkse verandering
pt_br: Variação anual
pt_pt: Variação anual
sv: Årsvariation

source: Yesterday
da: I går
de: Gestern
es_es: Ayer
fi: Eilen
fr_ca: Hier
it: Ieri
ja: 昨日
ko: 어제
nb: I går
nl: Gisteren
pt_br: Ontem
pt_pt: Ontem
sv: I går

source: you
da: dig
de: dir
es_es: ti
fi: sinä
fr_ca: vous
it: tu
ja: 現在地
ko: 내 위치
nb: deg
nl: jou
pt_br: você
pt_pt: si
sv: du

source: You have Premium — thank you.
da: Du har Premium — tak.
de: Du hast Premium — vielen Dank.
es_es: Tienes Premium — gracias.
fi: Sinulla on Premium — kiitos.
fr_ca: Vous avez Premium — merci.
it: Hai Premium — grazie.
ja: Premiumをご利用中です。ありがとうございます。
ko: Premium을 이용 중입니다. 감사합니다.
nb: Du har Premium — takk.
nl: Je hebt Premium — bedankt.
pt_br: Você tem Premium — obrigado.
pt_pt: Tem Premium — obrigado.
sv: Du har Premium — tack.

source: You opened
da: Du åbnede
de: Von dir geöffnet
es_es: La abriste
fi: Avasit
fr_ca: Vous avez ouvert
it: Hai aperto
ja: 開いた観測所
ko: 열어 본 관측소
nb: Du åpnet
nl: Door jou geopend
pt_br: Você abriu
pt_pt: Abriu
sv: Du öppnade

source: Your location stays on this device.
da: Din lokalitet bliver på denne enhed.
de: Dein Standort bleibt auf diesem Gerät.
es_es: Tu ubicación permanece en este dispositivo.
fi: Sijaintisi pysyy tällä laitteella.
fr_ca: Votre position reste sur cet appareil.
it: La tua posizione resta su questo dispositivo.
ja: 位置情報はこのデバイス内にとどまります。
ko: 위치 정보는 이 기기 안에만 보관됩니다.
nb: Posisjonen din blir på denne enheten.
nl: Je locatie blijft op dit apparaat.
pt_br: Sua localização fica neste dispositivo.
pt_pt: A sua localização permanece neste dispositivo.
sv: Din plats stannar på den här enheten.

source: Your report was copied. Send it to %@.
da: Din rapport er kopieret. Send den til %@.
de: Dein Bericht wurde kopiert. Sende ihn an %@.
es_es: Tu informe se ha copiado. Envíalo a %@.
fi: Raporttisi kopioitiin. Lähetä se osoitteeseen %@.
fr_ca: Votre rapport a été copié. Envoyez-le à %@.
it: La tua segnalazione è stata copiata. Inviala a %@.
ja: 報告をコピーしました。%@に送信してください。
ko: 보고서를 복사했습니다. %@에 보내세요.
nb: Rapporten din er kopiert. Send den til %@.
nl: Je melding is gekopieerd. Stuur hem naar %@.
pt_br: Seu relatório foi copiado. Envie para %@.
pt_pt: O seu relatório foi copiado. Envie-o para %@.
sv: Din rapport kopierades. Skicka den till %@.

source: App: %@
fi: Sovellus: %@
ja: アプリ：%@
ko: 앱: %@
pt_pt: Aplicação: %@

source: Link: %@
es_es: Enlace: %@
fi: Linkki: %@
fr_ca: Lien : %@
ja: リンク：%@
ko: 링크: %@
nb: Lenke: %@
pt_pt: Ligação: %@
sv: Länk: %@

source: Offline
es_es: Sin conexión
fi: Ei verkkoyhteyttä
fr_ca: Hors ligne
ja: オフライン
ko: 오프라인
nb: Frakoblet
pt_pt: Sem ligação

source: Online
es_es: Con conexión
fi: Verkossa
fr_ca: En ligne
ja: オンライン
ko: 온라인
nb: Tilkoblet
pt_pt: Com ligação

source: Station
es_es: Estación
fi: Asema
it: Stazione
ja: 観測所
ko: 관측소
nb: Stasjon
pt_br: Estação
pt_pt: Estação

source: Version
es_es: Versión
fi: Versio
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pt_br: Versão
pt_pt: Versão

source: OK
es_es: Aceptar
ko: 확인
